Repository: omeka-s-modules/NumericDataTypes
Catalog: language/*.po
Languages: et, eu, fr

source: %s year
et: %s aasta
eu: %s urtea
fr: %s année

source: %s years
et: %s aastat
eu: %s urte
fr: %s années

source: %s month
et: %s kuu
eu: %s hilabetea
fr: %s mois

source: %s months
et: %s kuud
eu: %s hilabete
fr: %s mois

source: %s day
et: %s päev
eu: %s eguna
fr: %s jour

source: %s days
et: %s päeva
eu: %s egun
fr: %s jours

source: %s hour
et: %s tund
eu: %s ordua
fr: %s heure

source: %s hours
et: %s tundi
eu: %s ordu
fr: %s heures

source: %s second
et: %s sekund
eu: %s segundu
fr: %s seconde

source: %s seconds
et: %s sekundit
eu: %s segunduak
fr: %s secondes

source: Show all available values.
et: Näita kõiki saadaolevaid väärtuseid.
eu: Erakutsi eskuragarri dauden balio guztiak.
fr: Montrer toutes les valeurs disponibles.

source: Date comes on or after
fr: Date après le

source: Date comes on or before
fr: Date avant le

source: Duration is greater than
et: Kestus on rohkem kui
eu: Iraupena luzeagoa da hau baino:
fr: Durée supérieure à

source: Duration is less than
et: Kestus on vähem kui
eu: Iraupena laburragoa da hau baino:
fr: Durée inférieure à

source: Date in interval
et: Kuupäev intervallina
eu: Data tartea
fr: Date dans l’intervalle

source: Value is greater than
et: Väärtus on suurem kui
fr: Valeur supérieure à

source: Value is less than
et: Väärtus on väiksem kui
fr: Valeur inférieure à

source: Invalid value: %s
et: Vigane väärtus: %s
eu: Balio desegokia: %s
fr: Valeur invalide : %s

source: Value must be a duration
et: Väärtus peab olema kestus
eu: Balioak iraupena izan behar du
fr: La valeur doit être une durée.

source: Time
et: Aeg
eu: Denbora
fr: Temps

source: Value must be an integer
et: Väärtus peab olema täisarv
fr: La valeur doit être un entier.

source: Value must be an interval
et: Väärtus peab olema intervall
fr: La valeur doit être un intervalle.

source: Start:
et: Algus:
eu: Hasi:
fr: Début :

source: End:
et: Lõpp:
eu: Bukatu:
fr: Fin :

source: Value must be a datetime
et: Väärtus peab olema kuupäev-kellaaeg
eu: Balioak data-denbora izan behar du
fr: La valeur doit être de type date/heure.

source: NumericDataTypes - invalid %s value for ID %s - %s
et: NumericDataTypes - vigane %s ID %s - %sväärtused
fr: Type de donnée numérique - valeur invalide %s pour l’ID %s - %s

source: Date/Time (ISO 8601)
et: Kuupäev/Kellaaeg (ISO 8601)
eu: Data/Ordua (ISO 8601)
fr: Date/Heure (ISO 8601)

source: Interval (ISO 8601)
et: Intervall (ISO 8601)
eu: Tartea (ISO 8601)
fr: Intervalle (ISO 8601)

source: Duration (ISO 8601)
et: Kestus (ISO 8601)
eu: Iraupena (ISO 8601)
fr: Durée (ISO 8601)

source: Integer
et: Täisarv
eu: Zenbakia
fr: Entier

source: Count of items with property values in a time series
eu: Denbora seriean balioa duten elementu kopurua
fr: Nombre de contenus avec des valeurs de propriétés dans un intervalle de temps

source: Visualize the count of items that have selected values of a selected property over a selected period of time.
fr: Voir le nombre de contenus qui ont les valeurs sélectionnés pour une propriété sélectionnée, dans une période définie.

source: Value property
et: Väärtuse omadus
eu: Balio propietatea
fr: Propriété de la valeur

source: Select one…
et: Vali üks...
eu: Hautatu bat...
fr: En choisir une…

source: Enter values, separated by new lines.
eu: Sartu balioak, lerro saltoz bereizita.
fr: Saisissez des valeurs, séparées par des retours à la ligne.

source: Timestamp property
eu: Denbora-zigilu propietatea
fr: Propriété d’horodatage

source: Enter the start of the time series in ISO 8601 format: YYYY-MM-DDTHH:MM:SS
eu: Sartu denbora seriearen hasiera ISO 8601 formatuan: YYYY-MM-DDTHH:MM:SS
fr: Saisissez le début de l’intervalle de temps, au format ISO 8061 : AAAA-MM-JJTHH:MM:SS

source: Enter the end of the time series in ISO 8601 format: YYYY-MM-DDTHH:MM:SS
eu: Sartu denbora seriearen amaiera ISO 8601 formatuan: YYYY-MM-DDTHH:MM:SS
fr: Saisissez la fin de l’intervalle de temps, au format ISO 8061 : AAAA-MM-JJTHH:MM:SS

source: Sample rate
fr: Fréquence d’échantillonnage

source: 1 second
et: 1 sekund
eu: 1 segundu
fr: 1 seconde

source: 1 hour
et: 1 tundi
eu: 1 ordu
fr: 1 heure

source: 1 day
et: 1 päev
eu: 1 egun
fr: 1 jour

source: 7 days
et: 7 päeva
eu: 7 egun
fr: 7 jours

source: 1 month
et: 1 kuu
eu: 1 hilabete
fr: 1 mois

source: 6 months
et: 6 kuud
eu: 6 hilabete
fr: 6 mois

source: 1 year
et: 1 aasta
eu: 1 urte
fr: 1 an

source: 5 years
et: 5 aastat
eu: 5 urte
fr: 5 ans

source: 10 years
et: 10 aastat
eu: 10 urte
fr: 10 ans

source: Count of items in a time series
eu: Denbora serieko elementu kopurua
fr: Nombre de contenus dans un intervalle de temps

source: Visualize the count of items over a selected period of time.
eu: Ikusi hautatutako denbora tarte bateko elementu kopurua.
fr: Voir le nombre de contenus dans une période définie.

source: Line chart (time series)
eu: Lerro-diagrama (denbora serieak)
fr: Graphique linéaire (intervalle de temps)

source: Line (no points)
eu: Lerroa (punturik ez)
fr: Courbe (sans points)

source: Points (no line)
et: Punktid (ilma jooneta)
eu: Puntuak (lerrorik ez)
fr: Points (sans courbe)

source: Line and points
et: Joon ja punktid
eu: Lerro eta puntuak
fr: Courbe et points

source: Line type
et: Joone liik
eu: Lerro mota
fr: Type de ligne

source: Linear
eu: Lineala
fr: Linéaire

source: MonotoneX
fr: X monochrome

source: Natural
eu: Naturala
fr: Naturelle

source: Step
et: Samm
eu: Saltoa
fr: Seuil

source: StepAfter
eu: SaltoAurrera
fr: SeuilAprès

source: StepBefore
eu: SaltoAtzera
fr: SeuilAvant

source: Width
et: Laius
eu: Zabalera
fr: Largeur

source: Height
et: Kõrgus
eu: Altuera
fr: Hauteur

source: Margin top
eu: Goiko marjina
fr: Marge supérieure

source: Margin right
eu: Eskuineko marjina
fr: Marge droite

source: Margin bottom
eu: Beheko marjina
fr: Marge inférieure

source: Margin left
eu: Ezkerreko marjina
fr: Marge gauche

source: Grouped line chart (time series)
fr: Graphique linéaire groupé (intervalle de temps)

source: Plot type
fr: Type de graphique

source: Histogram (time series)
fr: Histogramme (intervalle de temps)

source: Numeric
et: Numbriline
eu: Zenbakizkoa
fr: Numérique

source: Duration
et: Kestus
eu: Iraupena
fr: Durée

source: Timestamp
et: Ajatempel
eu: Denbora-zigilua
fr: Horodatage

source: Interval
et: Intervall
eu: Tartea
fr: Intervalle

source: Date after
et: Kuupäev pärast
eu: Data ondoren
fr: Date après

source: Enter the date/time values, separated by a new line. For each line, enter the date/time in ISO 8601 format, followed by a space, followed by the human-readable date/time.
et: Sisesta kuupäeva ja kellaaja väärtused pannes need eraldi ridadele. Sisesta igale reale kuupäev ja kellaaeg ISO 8601 vormingus, millele järgneb tühik ja sellele omakorda inimloetav kuupäev ja kellaaeg.
fr: Saisissez les valeurs de date ou heures, séparées par un retour à la ligne. Pour chaque ligne, saisissez la date ou heure au format ISO 8601, suivie d’une espace, puis la date ou heure écrite lisiblement pour l’humain.

source: Select a date…
et: Vali kuupäev...
eu: Hautatu data...
fr: Choisissez une date…

source: Value greater than
et: Suurem väärtus kui
eu: Balioa handiagoa hau baino:
fr: Valeur plus grande que

source: Duration greater than
et: Pikem kestus kui
eu: Iraupena handiagoa hau baino:
fr: Durée plus longue que

source: Enter the duration values, separated by a new line. For each line, enter the duration in ISO 8601 format, followed by a space, followed by the human-readable duration.
et: Sisesta kestuse väärtused pannes need eraldi ridadele. Sisesta igale reale kestus ISO 8601 vormingus, millele järgneb tühik ja sellele omakorda inimloetav kestus.
fr: Saisir les valeurs de durée, séparées par un saut de ligne. Pour chaque ligne, indiquer la durée au format ISO 8601 suivi d’une espace et de la durée dans un format lisible.

source: Duration less than
et: Lühem kestus kui
eu: Iraupena txikiagoa hau baino:
fr: Durée plus courte que

source: Value less than
et: Väiksem väärtus kui
eu: Balioa txikiagoa hau baino:
fr: Valeur plus grande que

source: Date before
et: Enne kuupäeva
eu: Data aurretik
fr: Date avant

source: Years
et: Aastat
eu: Urteak
fr: Années

source: Months
et: Kuud
eu: Hilabeteak
fr: Mois

source: Days
et: Päeva
eu: Egunak
fr: Jours

source: Hours
et: undi
eu: Orduak
fr: Heures

source: Seconds
et: Sekundit
eu: Segunduak
fr: Secondes

source: Year
et: aasta
eu: Urtea
fr: Année

source: Month
et: kuu
eu: Hilabetea
fr: Mois

source: Day
et: päev
eu: Eguna
fr: Jour

source: Hour
et: tund
eu: Ordua
fr: Heure

source: Second
et: sekund
eu: Segundua
fr: Seconde

source: Offset
et: Nihe
eu: Desplazamendua
fr: Décalage

source: 01 — January
et: 01 — jaanuar
eu: 01 — Urtarrila
fr: 01 — Janvier

source: 02 — February
et: 02 — veebruar
eu: 02 — Otsaila
fr: 02 — Février

source: 03 — March
et: 03 — märts
eu: 03 — Martxoa
fr: 03 — Mars

source: 04 — April
et: 04 — aprill
eu: 04 — Apirila
fr: 04 — Avril

source: 05 — May
et: 05 — mai
eu: 05 — Maiatza
fr: 05 — Mai

source: 06 — June
et: 06 — juuni
eu: 06 — Ekaina
fr: 06 — Juin

source: 07 — July
et: 07 — juuli
eu: 07 — Uztaila
fr: 07 — Juillet

source: 08 — August
eu: 08 — Abuztua
fr: 08 — Août

source: 09 — September
eu: 09 — Iraila
fr: 09 — Septembre

source: 10 — October
et: 10 — oktoober
eu: 10 — Urria
fr: 10 — Octobre

source: 11 — November
eu: 11 — Azaroa
fr: 11 — Novembre

source: 12 — December
et: 12 — detsember
eu: 12 — Abendua
fr: 12 — Decembre

source: 00 — 12 am
et: 00 — 12 el
fr: 00 — 0 h

source: 01 — 1 am
et: 01 — 1 el
fr: 01 — 1 h

source: 02 — 2 am
et: 02 — 2 el
fr: 02 — 2 h

source: 03 — 3 am
et: 03 — 3 el
fr: 03 — 3 h

source: 04 — 4 am
et: 04 — 4 el
fr: 04 — 4 h

source: 05 — 5 am
et: 05 — 5 el
fr: 05 — 5 h

source: 06 — 6 am
et: 06 — 6 el
fr: 06 — 6 h

source: 07 — 7 am
et: 07 — 7 el
fr: 07 — 7 h

source: 08 — 8 am
et: 08 — 8 el
fr: 08 — 8 h

source: 09 — 9 am
et: 09 — 9 el
fr: 09 — 9 h

source: 10 — 10 am
et: 10 — 10 el
fr: 10 — 10 h

source: 11 — 11 am
et: 11 — 11 el
fr: 11 — 11 h

source: 12 — 12 pm
et: 12 — 12 pl
fr: 12 — 12 h

source: 13 — 1 pm
et: 13 — 1 pl
fr: 13 — 13 h

source: 14 — 2 pm
et: 14 — 2 pl
fr: 14 — 14 h

source: 15 — 3 pm
et: 15 — 3 pl
fr: 15 — 15 h

source: 16 — 4 pm
et: 16 — 4 pl
fr: 16 — 16 h

source: 17 — 5 pm
et: 17 — 5 pl
fr: 17 — 17 h

source: 18 — 6 pm
et: 18 — 6 pl
fr: 18 — 18 h

source: 19 — 7 pm
et: 19 — 7 pl
fr: 19 — 19 h

source: 20 — 8 pm
et: 20 — 8 pl
fr: 20 — 20 h

source: 21 — 9 pm
et: 21 — 9 pl
fr: 21 — 21 h

source: 22 — 10 pm
et: 22 — 10 pl
fr: 22 — 22 h

source: 23 — 11 pm
et: 23 — 11 pl
fr: 23 — 23 h

source: Convert to numeric
et: Konverdi arvuks
fr: Convertir en nombre

source: Convert to timestamp
et: Konverdi ajatempliks
fr: Convertir en horodatage

source: Convert to interval
et: Konverdi intervalliks
fr: Convertir en intervalle

source: Convert to duration
et: Konverdi kestuseks
fr: Convertir en durée

source: Convert to integer
et: Konverdi täisarvuks
fr: Convertir en entier

source: %s minute
et: %s minut
eu: %s minutua

source: %s minutes
et: %s minutit
eu: %s minutuak

source: 1 minute
et: 1 minut
eu: 1 minutu

source: Minute
et: minut
eu: Minutua

source: Minutes
et: Minutit
eu: Minutuak
